Repository: Coool/OCClocalizations
Catalog: Latvian Localization (lv)/OpencoreBuilder/*.po
Languages: lv

source: Opencore Builder
lv: Opencore veidotājs

source: install ${BIN} with administrator privileges dialog
lv: Lai uzstādītu ${BIN}, vispirms ir jāievada administratora konta parole, lai turpinātu:

source: Cancel
lv: Atcelt

source: Continue
lv: Turpināt

source: User aborted
lv: Lietotājs pārtrauca darbību

source: Building ${util}...
lv: Veido ${util}...

source: Building ${util} for Windows...
lv: Veido ${util} priekš Windows...

source: Missing package directory
lv: Trūkst pakotnes direktorija

source: Invalid version
lv: Nederīga versija

source: Copying OpenDuetPkg boot file from ${booter}...
lv: OpenDuetPkg boot (sāknēšanas) faila kopēšan no ${booter}...

source: Failed to find OpenDuetPkg at ${booter}!
lv: Nevarēja atrast OpenDuetPkg ${booter} adresē!

source: Repository ${URL} named ${DEVELOPER_KIT} contains CRLF line endings
lv: ${URL} repozitorijs ar nosaukumu ${DEVELOPER_KIT} satur CRLF rindas beigas

source: Downloading AUDK
lv: Notiek AUDK repozitorija lejupielāde...

source: Downloading OpenCorePkg
lv: Notiek OpenCore Pkg repozitorija lejupielāde...

source: Downloading OcBinaryData
lv: Notiek OcBinaryData repozitorija lejupielāde...

source: Generating EFI
lv: Izveido EFI mapi

source: Building complete
lv: Būvēšanas process pabeigts

source: Copying Binary Data
lv: Kopē Bināros datus

source: install NASM
lv: Pirms sākt veidot OpenCore Pkg, man jāuzstāda NASM

source: install MTOC
lv: Pirms sākt veidot OpenCore Pkg, man jāuzstāda MTOC

source: Applied patch
lv: Ielāps piemērots

source: Compiling OpenCorePkg
lv: Kompilē OpenCore Pkg pēdējo zināmo versiju...
